Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Merhaba
da: Hej
de: Hallo
en: Hello
fr: Salut
nb: Hei
nl: Hallo
sv: Hej

source: Dobar dan
da: Goddag
de: Guten Tag
en: Good day
fr: Bonjour
nb: God dag
nl: Goedendag
sv: God dag
tr: İyi günler

source: Dobro jutro
da: Godmorgen
de: Guten Morgen
en: Good morning
fr: Bonjour (le matin)
nb: God morgen
nl: Goedemorgen
sv: God morgon
tr: Günaydın

source: Dobro veče
da: Godaften
de: Guten Abend
en: Good evening
fr: Bonsoir
nb: God kveld
nl: Goedenavond
sv: God kväll
tr: İyi akşamlar

source: Laku noć / Lahku noć
da: Godnat
de: Gute Nacht
en: Good night
fr: Bonne nuit
nb: God natt
nl: Welterusten
sv: God natt
tr: İyi geceler

source: Doviđenja
da: Farvel
de: Auf Wiedersehen
en: Goodbye
fr: Au revoir
nb: Ha det
nl: Tot ziens
sv: Hej då
tr: Hoşça kal

source: Ćao
da: Vi ses
de: Tschüss
en: Bye
fr: Salut (en partant)
nb: Vi ses
nl: Doei
sv: Vi ses
tr: Görüşürüz

source: Dobro došli
da: Velkommen
de: Willkommen
en: Welcome
fr: Bienvenue
nb: Velkommen
nl: Welkom
sv: Välkommen
tr: Hoş geldiniz

source: Da
da: Ja
de: Ja
en: Yes
fr: Oui
nb: Ja
nl: Ja
sv: Ja
tr: Evet

source: Ne
da: Nej
de: Nein
en: No
fr: Non
nb: Nei
nl: Nee
sv: Nej
tr: Hayır

source: Hvala
da: Tak
de: Danke
en: Thank you
fr: Merci
nb: Takk
nl: Dank je
sv: Tack
tr: Teşekkürler

source: Hvala puno
da: Mange tak
de: Vielen Dank
en: Thank you very much
fr: Merci beaucoup
nb: Tusen takk
nl: Hartelijk dank
sv: Tack så mycket
tr: Çok teşekkürler

source: Molim
da: Værsgo / vær venlig (høfligt)
de: Bitte (höflich, allgemein)
en: Please / you're welcome (polite)
fr: S'il vous plaît / je vous en prie
nb: Vær så god / vær så snill (høflig)
nl: Alstublieft / graag gedaan (beleefd)
sv: Varsågod / snälla (artigt)
tr: Lütfen / Rica ederim (kibar, genel)

source: Nema na čemu
da: Selv tak
de: Gern geschehen
en: You are welcome
fr: De rien
nb: Ingen årsak
nl: Graag gedaan
sv: Ingen orsak
tr: Rica ederim

source: Izvini
da: Undskyld (du)
de: Entschuldigung (du)
en: Sorry (informal)
fr: Excuse-moi
nb: Unnskyld (du)
nl: Sorry (jij)
sv: Förlåt (du)
tr: Affedersin (sen)

source: Izvinite
da: Undskyld mig (De)
de: Entschuldigung (Sie)
en: Sorry (formal)
fr: Excusez-moi
nb: Unnskyld meg (høflig)
nl: Neemt u mij niet kwalijk (u)
sv: Ursäkta (ni)
tr: Affedersiniz (siz)

source: Kako si?
da: Hvordan går det med dig?
de: Wie geht's dir?
en: How are you?
fr: Comment vas-tu ?
nb: Hvordan går det med deg?
nl: Hoe gaat het met je?
sv: Hur mår du?
tr: Nasılsın?

source: Kako ste?
da: Hvordan går det med Dem?
de: Wie geht es Ihnen?
en: How are you? (formal)
fr: Comment allez-vous ?
nb: Hvordan går det med Dem?
nl: Hoe gaat het met u?
sv: Hur mår ni? (artigt)
tr: Nasılsınız?

source: Dobro
da: Godt
de: Gut
en: Good
fr: Bien
nb: Bra
nl: Goed
sv: Bra
tr: İyi

source: Loše
da: Dårligt
de: Schlecht
en: Bad
fr: Mal
nb: Dårlig
nl: Slecht
sv: Dåligt
tr: Kötü

source: Kako se zoveš?
da: Hvad hedder du?
de: Wie heißt du?
en: What is your name?
fr: Comment tu t'appelles ?
nb: Hva heter du?
nl: Hoe heet je?
sv: Vad heter du?
tr: Adın ne?

source: Zovem se ...
da: Jeg hedder ...
de: Ich heiße ...
en: My name is ...
fr: Je m'appelle ...
nb: Jeg heter ...
nl: Ik heet ...
sv: Jag heter ...
tr: Benim adım ...

source: Drago mi je
da: Hyggeligt at møde dig
de: Freut mich
en: Nice to meet you
fr: Enchanté
nb: Hyggelig å møte deg
nl: Aangenaam
sv: Trevligt att träffas
tr: Memnun oldum

source: Razumijem
da: Jeg forstår
de: Ich verstehe
en: I understand
fr: Je comprends
nb: Jeg forstår
nl: Ik begrijp het
sv: Jag förstår
tr: Anlıyorum

source: Ne razumijem
da: Jeg forstår ikke
de: Ich verstehe nicht
en: I do not understand
fr: Je ne comprends pas
nb: Jeg forstår ikke
nl: Ik begrijp het niet
sv: Jag förstår inte
tr: Anlamıyorum

source: Ne znam
da: Det ved jeg ikke
de: Ich weiß nicht
en: I do not know
fr: Je ne sais pas
nb: Jeg vet ikke
nl: Ik weet het niet
sv: Jag vet inte
tr: Bilmiyorum

source: Govoriš li njemački?
da: Taler du tysk?
de: Sprichst du Deutsch?
en: Do you speak German?
fr: Tu parles allemand ?
nb: Snakker du tysk?
nl: Spreek je Duits?
sv: Talar du tyska?
tr: Almanca konuşuyor musun?

source: Govorim malo bosanski
da: Jeg taler lidt bosnisk
de: Ich spreche ein bisschen Bosnisch
en: I speak a little Bosnian
fr: Je parle un peu bosnien
nb: Jeg snakker litt bosnisk
nl: Ik spreek een beetje Bosnisch
sv: Jag talar lite bosniska
tr: Biraz Boşnakça konuşuyorum

source: U redu
da: I orden / okay
de: In Ordnung / Okay
en: All right / okay
fr: D'accord
nb: Greit
nl: Oké
sv: Okej
tr: Tamam

source: Možda
da: Måske
de: Vielleicht
en: Maybe
fr: Peut-être
nb: Kanskje
nl: Misschien
sv: Kanske
tr: Belki

source: Živjeli!
da: Skål!
de: Prost!
en: Cheers!
fr: Santé !
nb: Skål!
nl: Proost!
sv: Skål!
tr: Şerefe!

source: Prijatno
da: Velbekomme
de: Guten Appetit
en: Enjoy your meal
fr: Bon appétit
nb: Vel bekomme
nl: Eet smakelijk
sv: Smaklig måltid
tr: Afiyet olsun

source: Zdravo
da: Hej (neutralt, overalt)
de: Hallo (neutral, ueberall)
en: Hello (neutral, anywhere)
fr: Salut (neutre, partout)
nb: Hei (nøytralt, overalt)
nl: Hallo (neutraal, overal)
sv: Hej (neutralt, överallt)
tr: Merhaba (nötr, her yerde)

source: nula
da: nul
de: null
en: zero
fr: zéro
nb: null
nl: nul
sv: noll
tr: sıfır

source: jedan
da: en
de: eins
en: one
fr: un
nb: en
nl: een
sv: ett
tr: bir

source: dva
da: to
de: zwei
en: two
fr: deux
nb: to
nl: twee
sv: två
tr: iki

source: tri
da: tre
de: drei
en: three
fr: trois
nb: tre
nl: drie
sv: tre
tr: üç

source: četiri
da: fire
de: vier
en: four
fr: quatre
nb: fire
nl: vier
sv: fyra
tr: dört

source: pet
da: fem
de: fünf
en: five
fr: cinq
nb: fem
nl: vijf
sv: fem
tr: beş

source: šest
da: seks
de: sechs
en: six
fr: six
nb: seks
nl: zes
sv: sex
tr: altı

source: sedam
da: syv
de: sieben
en: seven
fr: sept
nb: sju
nl: zeven
sv: sju
tr: yedi

source: osam
da: otte
de: acht
en: eight
fr: huit
nb: åtte
nl: acht
sv: åtta
tr: sekiz

source: devet
da: ni
de: neun
en: nine
fr: neuf
nb: ni
nl: negen
sv: nio
tr: dokuz

source: deset
da: ti
de: zehn
en: ten
fr: dix
nb: ti
nl: tien
sv: tio
tr: on

source: jedanaest
da: elleve
de: elf
en: eleven
fr: onze
nb: elleve
nl: elf
sv: elva
tr: on bir

source: dvanaest
da: tolv
de: zwölf
en: twelve
fr: douze
nb: tolv
nl: twaalf
sv: tolv
tr: on iki

source: trinaest
da: tretten
de: dreizehn
en: thirteen
fr: treize
nb: tretten
nl: dertien
sv: tretton
tr: on üç

source: četrnaest
da: fjorten
de: vierzehn
en: fourteen
fr: quatorze
nb: fjorten
nl: veertien
sv: fjorton
tr: on dört

source: petnaest
da: femten
de: fünfzehn
en: fifteen
fr: quinze
nb: femten
nl: vijftien
sv: femton
tr: on beş

source: šesnaest
da: seksten
de: sechzehn
en: sixteen
fr: seize
nb: seksten
nl: zestien
sv: sexton
tr: on altı

source: sedamnaest
da: sytten
de: siebzehn
en: seventeen
fr: dix-sept
nb: sytten
nl: zeventien
sv: sjutton
tr: on yedi

source: osamnaest
da: atten
de: achtzehn
en: eighteen
fr: dix-huit
nb: atten
nl: achttien
sv: arton
tr: on sekiz

source: devetnaest
da: nitten
de: neunzehn
en: nineteen
fr: dix-neuf
nb: nitten
nl: negentien
sv: nitton
tr: on dokuz

source: dvadeset
da: tyve
de: zwanzig
en: twenty
fr: vingt
nb: tjue
nl: twintig
sv: tjugo
tr: yirmi

source: dvadeset jedan
da: enogtyve
de: einundzwanzig
en: twenty-one
fr: vingt et un
nb: tjueen
nl: eenentwintig
sv: tjugoett
tr: yirmi bir

source: trideset
da: tredive
de: dreißig
en: thirty
fr: trente
nb: tretti
nl: dertig
sv: trettio
tr: otuz

source: četrdeset
da: fyrre
de: vierzig
en: forty
fr: quarante
nb: førti
nl: veertig
sv: fyrtio
tr: kırk

source: pedeset
da: halvtreds
de: fünfzig
en: fifty
fr: cinquante
nb: femti
nl: vijftig
sv: femtio
tr: elli

source: šezdeset
da: tres
de: sechzig
en: sixty
fr: soixante
nb: seksti
nl: zestig
sv: sextio
tr: altmış

source: sedamdeset
da: halvfjerds
de: siebzig
en: seventy
fr: soixante-dix
nb: sytti
nl: zeventig
sv: sjuttio
tr: yetmiş

source: osamdeset
da: firs
de: achtzig
en: eighty
fr: quatre-vingts
nb: åtti
nl: tachtig
sv: åttio
tr: seksen

source: devedeset
da: halvfems
de: neunzig
en: ninety
fr: quatre-vingt-dix
nb: nitti
nl: negentig
sv: nittio
tr: doksan

source: sto
da: hundrede
de: hundert
en: one hundred
fr: cent
nb: hundre
nl: honderd
sv: hundra
tr: yüz

source: dvjesto
da: to hundrede
de: zweihundert
en: two hundred
fr: deux cents
nb: to hundre
nl: tweehonderd
sv: tvåhundra
tr: iki yüz

source: hiljada
da: tusind
de: tausend
en: one thousand
fr: mille
nb: tusen
nl: duizend
sv: tusen
tr: bin

source: boja
da: farve
de: Farbe
en: color
fr: couleur
nb: farge
nl: kleur
sv: färg
tr: renk

source: crvena
da: rød
de: rot
en: red
fr: rouge
nb: rød
nl: rood
sv: röd
tr: kırmızı

source: plava
da: blå
de: blau
en: blue
fr: bleu
nb: blå
nl: blauw
sv: blå
tr: mavi

source: zelena
da: grøn
de: grün
en: green
fr: vert
nb: grønn
nl: groen
sv: grön
tr: yeşil

source: žuta
da: gul
de: gelb
en: yellow
fr: jaune
nb: gul
nl: geel
sv: gul
tr: sarı

source: crna
da: sort
de: schwarz
en: black
fr: noir
nb: svart
nl: zwart
sv: svart
tr: siyah

source: bijela
da: hvid
de: weiß
en: white
fr: blanc
nb: hvit
nl: wit
sv: vit
tr: beyaz

source: kafena
da: brun
de: braun
en: brown
fr: marron
nb: brun
nl: bruin
sv: brun
tr: kahverengi

source: siva
da: grå
de: grau
en: gray
fr: gris
nb: grå
nl: grijs
sv: grå
tr: gri

source: narandžasta
da: orange
de: orange
en: orange
fr: orange
nb: oransje
nl: oranje
sv: orange
tr: turuncu

source: ljubičasta
da: lilla
de: lila
en: purple
fr: violet
nb: lilla
nl: paars
sv: lila
tr: mor

source: roza
da: lyserød
de: rosa
en: pink
fr: rose
nb: rosa
nl: roze
sv: rosa
tr: pembe

source: majka
da: mor
de: Mutter
en: mother
fr: mère
nb: mor
nl: moeder
sv: mor
tr: anne

source: mama
da: mor
en: mom
fr: maman
nb: mamma
sv: mamma
tr: anneciğim

source: otac
da: far
de: Vater
en: father
fr: père
nb: far
nl: vader
sv: far
tr: baba

source: babo
da: far (bosnisk babo)
de: Papa (bosnisch)
en: dad (Bosnian)
fr: papa (babo en bosnien)
nb: pappa (bosnisk babo)
nl: papa (Bosnisch babo)
sv: pappa (bosniska babo)
tr: babacığım (Boşnakça babo)

source: brat
da: bror
de: Bruder
en: brother
fr: frère
nb: bror
nl: broer
sv: bror
tr: erkek kardeş

source: sestra
da: søster
de: Schwester
en: sister
fr: sœur
nb: søster
nl: zus
sv: syster
tr: kız kardeş

source: sin
da: søn
de: Sohn
en: son
fr: fils
nb: sønn
nl: zoon
sv: son
tr: oğul

source: kćerka
da: datter
de: Tochter
en: daughter
fr: fille (enfant)
nb: datter
nl: dochter
sv: dotter
tr: kız evlat

source: dijete
da: barn
de: Kind
en: child
fr: enfant
nb: barn
nl: kind
sv: barn
tr: çocuk

source: djeca
da: børn
de: Kinder
en: children
fr: enfants
nb: barn (flere)
nl: kinderen
sv: barn (flera)
tr: çocuklar

source: žena
da: kone
de: Ehefrau
en: wife
fr: épouse
nb: kone
nl: echtgenote
sv: hustru
tr: eş (kadın)

source: muž
da: mand
de: Ehemann
en: husband
fr: mari
nb: ektemann
nl: echtgenoot
sv: make
tr: eş (erkek)

source: nana
da: bedstemor
de: Oma
en: grandma
fr: grand-mère
nb: bestemor
nl: oma
sv: mormor / farmor
tr: nine

source: dedo
da: bedstefar
de: Opa
en: grandpa
fr: grand-père
nb: bestefar
nl: opa
sv: morfar / farfar
tr: dede

source: tetka
da: tante
de: Tante
en: aunt
fr: tante
nb: tante
nl: tante
sv: moster / faster
tr: teyze / hala

source: amidža
da: farbror
de: Onkel (Vaterseite)
en: uncle (father's side)
fr: oncle (côté paternel)
nb: farbror
nl: oom (van vaderskant)
sv: farbror
tr: amca

source: daidža
da: morbror
de: Onkel (Mutterseite)
en: uncle (mother's side)
fr: oncle (côté maternel)
nb: morbror
nl: oom (van moederskant)
sv: morbror
tr: dayı

source: rođak
da: fætter
de: Cousin
en: cousin
fr: cousin
nb: fetter
nl: neef
sv: kusin
tr: kuzen

source: beba
da: baby
de: Baby
en: baby
fr: bébé
nb: baby
nl: baby
sv: bebis
tr: bebek

source: porodica
da: Familie
de: Familie
en: Family
fr: La famille
nb: Familie
nl: Familie
sv: Familj
tr: Aile

source: prijatelj
da: ven
de: Freund
en: friend (male)
fr: ami
nb: venn (mann)
nl: vriend
sv: vän (man)
tr: arkadaş (erkek)

source: prijateljica
da: veninde
de: Freundin
en: friend (female)
fr: amie
nb: venninne
nl: vriendin
sv: vän (kvinna)
tr: arkadaş (kadın)

source: voda
da: vand
de: Wasser
en: water
fr: eau
nb: vann
nl: water
sv: vatten
tr: su

source: hljeb
da: brød
de: Brot
en: bread
fr: pain
nb: brød
nl: brood
sv: bröd
tr: ekmek

source: kahva / kafa
da: kaffe
de: Kaffee
en: coffee
fr: café
nb: kaffe
nl: koffie
sv: kaffe
tr: kahve

source: fildžan
da: lille kaffekop (traditionel)
de: Kaffeetasse (traditionell)
en: small coffee cup (traditional)
fr: petite tasse à café (traditionnelle)
nb: liten kaffekopp (tradisjonell)
nl: klein koffiekopje (traditioneel)
sv: liten kaffekopp (traditionell)
tr: fincan (geleneksel kahve fincanı)

source: čaj
da: te
de: Tee
en: tea
fr: thé
nb: te
nl: thee
sv: te
tr: çay

source: mlijeko
da: mælk
de: Milch
en: milk
fr: lait
nb: melk
nl: melk
sv: mjölk
tr: süt

source: sok
da: juice
de: Saft
en: juice
fr: jus
nb: juice
nl: sap
sv: juice
tr: meyve suyu

source: pivo
da: øl
de: Bier
en: beer
fr: bière
nb: øl
nl: bier
sv: öl
tr: bira

source: meso
da: kød
de: Fleisch
en: meat
fr: viande
nb: kjøtt
nl: vlees
sv: kött
tr: et

source: piletina
da: kylling
de: Hähnchen
en: chicken
fr: poulet
nb: kylling
nl: kip
sv: kyckling
tr: tavuk eti

source: riba
da: fisk
de: Fisch
en: fish
fr: poisson
nb: fisk
nl: vis
sv: fisk
tr: balık

source: sir
da: ost
de: Käse
en: cheese
fr: fromage
nb: ost
nl: kaas
sv: ost
tr: peynir

source: jaje
da: æg
de: Ei
en: egg
fr: œuf
nb: egg
nl: ei
sv: ägg
tr: yumurta

source: jabuka
da: æble
de: Apfel
en: apple
fr: pomme
nb: eple
nl: appel
sv: äpple
tr: elma

source: voće
da: frugt
de: Obst
en: fruit
fr: fruits
nb: frukt
nl: fruit
sv: frukt
tr: meyve

source: povrće
da: grøntsager
de: Gemüse
en: vegetables
fr: légumes
nb: grønnsaker
nl: groente
sv: grönsaker
tr: sebze

source: krompir
da: kartoffel
de: Kartoffel
en: potato
fr: pomme de terre
nb: potet
nl: aardappel
sv: potatis
tr: patates

source: paradajz
da: tomat
de: Tomate
en: tomato
fr: tomate
nb: tomat
nl: tomaat
sv: tomat
tr: domates

source: luk
da: løg
de: Zwiebel
en: onion
fr: oignon
nb: løk
nl: ui
sv: lök
tr: soğan

source: riža
da: ris
de: Reis
en: rice
fr: riz
nb: ris
nl: rijst
sv: ris
tr: pirinç

source: so
da: salt
de: Salz
en: salt
fr: sel
nb: salt
nl: zout
sv: salt
tr: tuz

source: šećer
da: sukker
de: Zucker
en: sugar
fr: sucre
nb: sukker
nl: suiker
sv: socker
tr: şeker

source: supa
da: suppe
de: Suppe
en: soup
fr: soupe
nb: suppe
nl: soep
sv: soppa
tr: çorba

source: pita
da: pita (fyldt filodejstærte)
de: Pita (Blätterteig-Gericht)
en: pita (filled filo pastry)
fr: pita (tourte en pâte filo)
nb: pita (fylt filodeigpai)
nl: pita (gevuld filodeeggebak)
sv: pita (inbakad filodegspaj)
tr: pita (yufkadan börek)

source: ćevapi
da: ćevapi (grillede kødpølser)
en: ćevapi (grilled minced meat rolls)
fr: ćevapi (petites saucisses de viande grillée)
nb: ćevapi (grillede kjøttpølser)
nl: ćevapi (gegrilde gehaktrolletjes)
sv: ćevapi (grillade köttkorvar)
tr: ćevapi (küçük köfteler)

source: doručak
da: morgenmad
de: Frühstück
en: breakfast
fr: petit-déjeuner
nb: frokost
nl: ontbijt
sv: frukost
tr: kahvaltı

source: ručak
da: frokost
de: Mittagessen
en: lunch
fr: déjeuner
nb: lunsj
nl: lunch
sv: lunch
tr: öğle yemeği

source: večera
da: aftensmad
de: Abendessen
en: dinner
fr: dîner
nb: middag
nl: avondeten
sv: middag
tr: akşam yemeği

source: Gladan sam / Gladna sam
da: Jeg er sulten (m/k)
de: Ich habe Hunger (m/w)
en: I am hungry (m/f)
fr: J'ai faim (m/f)
nb: Jeg er sulten (m/k)
nl: Ik heb honger (m/v)
sv: Jag är hungrig (m/k)
tr: Açım (e/k)

source: Žedan sam / Žedna sam
da: Jeg er tørstig (m/k)
de: Ich habe Durst (m/w)
en: I am thirsty (m/f)
fr: J'ai soif (m/f)
nb: Jeg er tørst (m/k)
nl: Ik heb dorst (m/v)
sv: Jag är törstig (m/k)
tr: Susadım (e/k)

source: Račun, molim
da: Regningen, tak
de: Die Rechnung, bitte
en: The check, please
fr: L'addition, s'il vous plaît
nb: Regningen, takk
nl: De rekening, alstublieft
sv: Notan, tack
tr: Hesap, lütfen

source: ponedjeljak
da: mandag
de: Montag
en: Monday
fr: lundi
nb: mandag
nl: maandag
sv: måndag
tr: Pazartesi

source: utorak
da: tirsdag
de: Dienstag
en: Tuesday
fr: mardi
nb: tirsdag
nl: dinsdag
sv: tisdag
tr: Salı

source: srijeda
da: onsdag
de: Mittwoch
en: Wednesday
fr: mercredi
nb: onsdag
nl: woensdag
sv: onsdag
tr: Çarşamba

source: četvrtak
da: torsdag
de: Donnerstag
en: Thursday
fr: jeudi
nb: torsdag
nl: donderdag
sv: torsdag
tr: Perşembe

source: petak
da: fredag
de: Freitag
en: Friday
fr: vendredi
nb: fredag
nl: vrijdag
sv: fredag
tr: Cuma

source: subota
da: lørdag
de: Samstag
en: Saturday
fr: samedi
nb: lørdag
nl: zaterdag
sv: lördag
tr: Cumartesi

source: nedjelja
da: søndag
de: Sonntag
en: Sunday
fr: dimanche
nb: søndag
nl: zondag
sv: söndag
tr: Pazar

source: vikend
da: weekend
de: Wochenende
en: weekend
fr: week-end
nb: helg
nl: weekend
sv: helg
tr: hafta sonu

source: sedmica
da: uge
de: Woche
en: week
fr: semaine
nb: uke
nl: week
sv: vecka
tr: hafta

source: mart
da: marts
de: März
en: March
fr: mars
nb: mars
nl: maart
sv: mars

source: septembar
da: september
de: September
en: September
fr: septembre
nb: september
nl: september
sv: september
tr: Eylül

source: oktobar
da: oktober
de: Oktober
en: October
fr: octobre
nb: oktober
nl: oktober
sv: oktober
tr: Ekim

source: novembar
da: november
de: November
en: November
fr: novembre
nb: november
nl: november
sv: november
tr: Kasım

source: decembar
da: december
de: Dezember
en: December
fr: décembre
nb: desember
nl: december
sv: december
tr: Aralık

source: mjesec
da: måned
de: Monat
en: month
fr: mois
nb: måned
nl: maand
sv: månad
tr: ay

source: godina
da: år
de: Jahr
en: year
fr: an
nb: år
nl: jaar
sv: år
tr: yıl

source: danas
da: i dag
de: heute
en: today
fr: aujourd'hui
nb: i dag
nl: vandaag
sv: i dag
tr: bugün

source: sutra
da: i morgen
de: morgen (der nächste Tag)
en: tomorrow
fr: demain
nb: i morgen
nl: morgen
sv: i morgon
tr: yarın

source: jučer
da: i går
de: gestern
en: yesterday
fr: hier
nb: i går
nl: gisteren
sv: i går
tr: dün

source: sada
da: nu
de: jetzt
en: now
fr: maintenant
nb: nå
nl: nu
sv: nu
tr: şimdi

source: kasnije
da: senere
de: später
en: later
fr: plus tard
nb: senere
nl: later
sv: senare
tr: sonra

source: dan
da: dag
de: Tag
en: day
fr: jour
nb: dag
nl: dag
sv: dag
tr: gün

source: jutro
da: morgen
de: Morgen (Tageszeit)
en: morning
fr: matin
nb: morgen
nl: ochtend
sv: morgon
tr: sabah

source: podne
da: middag
de: Mittag
en: noon
fr: midi
nb: midt på dagen
nl: middag
sv: mitt på dagen
tr: öğle

source: večer
da: aften
de: Abend
en: evening
fr: soir
nb: kveld
nl: avond
sv: kväll
tr: akşam

source: noć
da: nat
de: Nacht
en: night
fr: nuit
nb: natt
nl: nacht
sv: natt
tr: gece

source: sat
da: time / klokken
de: Stunde / Uhr
en: hour / o'clock
fr: heure
nb: time / klokka
nl: uur / klok
sv: timme / klockan
tr: saat

source: minuta
da: minut
de: Minute
en: minute
fr: minute
nb: minutt
nl: minuut
sv: minut
tr: dakika

source: Koliko je sati?
da: Hvad er klokken?
de: Wie spät ist es?
en: What time is it?
fr: Quelle heure est-il ?
nb: Hva er klokka?
nl: Hoe laat is het?
sv: Vad är klockan?
tr: Saat kaç?

source: Vidimo se sutra!
da: Vi ses i morgen!
de: Bis morgen!
en: See you tomorrow!
fr: À demain !
nb: Vi ses i morgen!
nl: We zien elkaar morgen!
sv: Vi ses i morgon!
tr: Yarın görüşürüz!

source: stan
da: lejlighed
de: Wohnung
en: apartment
fr: appartement
nb: leilighet
nl: woning
sv: lägenhet
tr: daire

source: soba
da: værelse
de: Zimmer
en: room
fr: pièce
nb: rom
nl: kamer
sv: rum
tr: oda

source: kuhinja
da: køkken
de: Küche
en: kitchen
fr: cuisine
nb: kjøkken
nl: keuken
sv: kök
tr: mutfak

source: kupatilo
da: badeværelse
de: Bad
en: bathroom
fr: salle de bains
nb: bad
nl: badkamer
sv: badrum
tr: banyo

source: spavaća soba
da: soveværelse
de: Schlafzimmer
en: bedroom
fr: chambre
nb: soverom
nl: slaapkamer
sv: sovrum
tr: yatak odası

source: dnevna soba
da: stue
de: Wohnzimmer
en: living room
fr: salon
nb: stue
nl: woonkamer
sv: vardagsrum
tr: oturma odası

source: vrata
da: dør
de: Tür
en: door
fr: porte
nb: dør
nl: deur
sv: dörr
tr: kapı

source: prozor
da: vindue
de: Fenster
en: window
fr: fenêtre
nb: vindu
nl: raam
sv: fönster
tr: pencere

source: stolica
da: stol
de: Stuhl
en: chair
fr: chaise
nb: stol
nl: stoel
sv: stol
tr: sandalye

source: krevet
da: seng
de: Bett
en: bed
fr: lit
nb: seng
nl: bed
sv: säng
tr: yatak

source: ključ
da: nøgle
de: Schlüssel
en: key
fr: clé
nb: nøkkel
nl: sleutel
sv: nyckel
tr: anahtar

source: lampa
da: lampe
de: Lampe
en: lamp
fr: lampe
nb: lampe
nl: lamp
tr: lamba

source: televizor
da: fjernsyn
de: Fernseher
en: television
fr: télévision
nb: tv
nl: televisie
sv: tv
tr: televizyon

source: mobitel
da: mobiltelefon
de: Handy
en: cell phone
fr: téléphone portable
nb: mobiltelefon
nl: mobiele telefoon
sv: mobiltelefon
tr: cep telefonu

source: frižider
da: køleskab
de: Kühlschrank
en: refrigerator
fr: réfrigérateur
nb: kjøleskap
nl: koelkast
sv: kylskåp
tr: buzdolabı

source: šporet
da: komfur
de: Herd
en: stove
fr: cuisinière
nb: komfyr
nl: fornuis
sv: spis
tr: mutfak ocağı

source: tepih
da: tæppe
de: Teppich
en: carpet
fr: tapis
nb: teppe
nl: tapijt
sv: matta
tr: halı

source: peškir
da: håndklæde
de: Handtuch
en: towel
fr: serviette
nb: håndkle
nl: handdoek
sv: handduk
tr: havlu

source: sapun
da: sæbe
de: Seife
en: soap
fr: savon
nb: såpe
nl: zeep
sv: tvål
tr: sabun

source: stepenice
da: trappe
de: Treppe
en: stairs
fr: escalier
nb: trapp
nl: trap
sv: trappa
tr: merdiven

source: balkon
da: altan
en: balcony
fr: balcon
nb: balkong
sv: balkong

source: bašta
da: have
de: Garten
en: garden
fr: jardin
nb: hage
nl: tuin
sv: trädgård
tr: bahçe

source: komšija
da: nabo
de: Nachbar
en: neighbor
fr: voisin
nb: nabo
nl: buurman
sv: granne
tr: komşu

source: vrijeme
da: vejr
de: Wetter
en: weather
fr: temps (météo)
nb: vær
nl: weer
sv: väder
tr: hava durumu

source: sunce
da: sol
de: Sonne
en: sun
fr: soleil
nb: sol
nl: zon
sv: sol
tr: güneş

source: kiša
da: regn
de: Regen
en: rain
fr: pluie
nb: regn
nl: regen
sv: regn
tr: yağmur

source: snijeg
da: sne
de: Schnee
en: snow
fr: neige
nb: snø
nl: sneeuw
sv: snö
tr: kar

source: vjetar
da: vind
de: Wind
en: wind
fr: vent
nb: vind
nl: wind
sv: vind
tr: rüzgâr

source: oblak
da: sky
de: Wolke
en: cloud
fr: nuage
nb: sky
nl: wolk
sv: moln
tr: bulut

source: toplo
da: varmt
de: warm
en: warm
fr: chaud (agréable)
nb: varmt
nl: warm
sv: varmt
tr: ılık

source: hladno
da: koldt
de: kalt
en: cold
fr: froid
nb: kaldt
nl: koud
sv: kallt
tr: soğuk

source: vruće
da: hedt
de: heiß
en: hot
fr: très chaud
nb: hett
nl: heet
sv: hett
tr: sıcak

source: Pada kiša
da: Det regner
de: Es regnet
en: It is raining
fr: Il pleut
nb: Det regner
nl: Het regent
sv: Det regnar
tr: Yağmur yağıyor

source: Pada snijeg
da: Det sner
de: Es schneit
en: It is snowing
fr: Il neige
nb: Det snør
nl: Het sneeuwt
sv: Det snöar
tr: Kar yağıyor

source: proljeće
da: forår
de: Frühling
en: spring
fr: printemps
nb: vår
nl: lente
sv: vår
tr: ilkbahar

source: ljeto
da: sommer
de: Sommer
en: summer
fr: été
nb: sommer
nl: zomer
sv: sommar
tr: yaz

source: jesen
da: efterår
de: Herbst
en: fall
fr: automne
nb: høst
nl: herfst
sv: höst
tr: sonbahar

source: zima
da: vinter
de: Winter
en: winter
fr: hiver
nb: vinter
nl: winter
sv: vinter
tr: kış

source: planina
da: bjerg
de: Berg
en: mountain
fr: montagne
nb: fjell
nl: berg
sv: berg
tr: dağ

source: rijeka
da: flod
de: Fluss
en: river
fr: rivière
nb: elv
nl: rivier
sv: flod
tr: nehir

source: more
da: hav
de: Meer
en: sea
fr: mer
nb: hav
nl: zee
sv: hav
tr: deniz

source: jezero
da: sø
de: See
en: lake
fr: lac
nb: innsjø
nl: meer
sv: sjö
tr: göl

source: šuma
da: skov
de: Wald
en: forest
fr: forêt
nb: skog
nl: bos
sv: skog
tr: orman

source: drvo
da: træ
de: Baum
en: tree
fr: arbre
nb: tre (plante)
nl: boom
sv: träd
tr: ağaç

source: cvijet
da: blomst
de: Blume
en: flower
fr: fleur
nb: blomst
nl: bloem
sv: blomma
tr: çiçek
